import * as S from "./styled";

export default function Introduce() {
  return (
    <S.Section>
      <h1>
        안녕하세요
        <br />
        홍언택입니다.
      </h1>
      <p>
        2년 차 웹 프론트엔드 개발자 홍언택입니다. 견고하게 설계된 사용자 경험과
        유려한 인터페이스는 프로덕트에 대한 긍정적인 인상을 남기는 데 중요한
        역할을 한다고 믿습니다.
      </p>
      <p>
        UI/UX의 디테일을 살리는 데 집중하며 디자인 시스템 설계와 같이 생산성
        향상을 위한 기반을 설계하는 것에 관심 있으며 사용자에게 보다 나은
        서비스와 가치를 제공하기 위해 새로운 기술을 습득하고 성장하는 것을
        좋아합니다.
      </p>
    </S.Section>
  );
}
